WELCOME_MESSAGE = """Привет! Здесь ты можешь поделиться своими фотками МИСИСовских котят 🐈
Ссылка на канал с котятами, если ты вдруг еще ее не видел: @misis_cats 👀

Просто скинь фотку котика ниже 🔽🔽🔽
"""

SINGLE_PHOTO_REQUEST = "Пожалуйста, отправляйте только одну фотографию за раз. Альбомы не поддерживаются."

PHOTO_RECEIVED_MESSAGE = """Спасибо за фотографию котика! 😺

Наш админ скоро посмотрит и, если всё хорошо, запостит в канал @misis_cats.
А пока, скинь еще фоток с котятами! 🐾💖
"""

FORWARDED_PHOTO_DECLINED = "Извините, мы принимаем только фотографии, отправленные напрямую пользователями."
